import React from 'react';
import Text from '/imports/ui/containers/text';

export default About = () => {
  return (
    <div>
      <Text slug='about'/>
      {/* <div className="section">
        <h4>О нас</h4>
        <p className="flow-text">
          Мимимишность нашего магазина зашкаливает⚡⚡⚡😝<br />
          5 причин сделать покупку у нас <br />
          🍥 только качественный товар (каждая модель отбирается нами тщательно и с особым пристрастием)<br />
          🍥 низкие цены<br />
          🍥 ваши заказы собираются с огромной любовью ❤, вещи упакованы в нашу фирменную бумагу и коробку, поэтому если вы хотите преподнести подарок 🎁, это будет красиво и стильно минимум 👌💫.<br />
          🍥 огромный ассортимент<br />
          🍥 оперативная доставка по Алматы и всем городам Казахстана
        </p>
      </div> */}
      <div className="divider"></div>
      <Text slug='delivery'/>
      {/* <div className="section">
        <h4>Доставка</h4>
        <p className="flow-text">
          Доставка по Алматы в квадрате улиц Ташкенская-Саина-Альфараби-Ленина 500 тенге.
        </p>
        <ul className="collection">
        	<li className="collection-item">При заказе от 15000 тенге доставка БЕСПЛАТНО</li>
        	<li className="collection-item">Доставка в квадрате улиц Яссауи-3 км выше Альфараби-Восточная объездная-Рыскулова 800 тенге</li>
        	<li className="collection-item">Доставка вне этих 2 квадратов рассчитывается индивидуально</li>
        </ul>
        <p className="flow-text">
          Доставка в крупные города Казахстана, Астана и областные центры Казахстана 1330 тенге
        </p>
        <ul className="collection">
        	<li className="collection-item">При заказе от 20000 тенге доставка БЕСПЛАТНО </li>
        	<li className="collection-item">В другие города и населенные пункты доставка рассчитывается по тарифам курьерской службы. </li>
          <li className="collection-item">Отправка заказа осуществляется только после 100% оплаты. </li>
        	<li className="collection-item">Данные для оплаты, фото или скриншот оплаты и другие вопросы необходимо уточнять по номеру WhatsApp 8-707-788-00-45</li>
        </ul>
        <p className="flow-text">
          Мы очень рады, что вы выбираете нас 💐💕. Спасибо вам за заказ 💐 и ваше доверие.
        </p>
        <ul className="collection">
        	<li className="collection-item">Перед приездом курьер обязательно позвонит вам.</li>
          <li className="collection-item">Просим вас быть доступными по вашему номеру телефона.</li>
        	<li className="collection-item">Подготовить оплату, желательно без сдачи 😄.</li>
        </ul>
      </div> */}
      <div className="divider"></div>
      <Text slug='contact'/>
      {/* <div className="section">
        <h4>Контакты</h4>
        <p className="flow-text">
          Консультации и вопросы в what's app 8-707-788-00-45<br />
          Опт и сотрудничество:<br />
          Email: elnochka@mail.ru<br />
          Тел: 8-707-822-88-10
        </p>
      </div> */}
    </div>
  )
}
